Repository: tizenorg/platform.core.security.askuser
Catalog: src/agent/po/*.po
Languages: pl

# SID_PRIVILEGE_REQUEST_DIALOG_TITLE
source: Privilege request
pl: Żądanie dostępu

# SID_PRIVILEGE_REQUEST_DIALOG_BUTTON_NO_ONCE
source: No
pl: Nie

# SID_PRIVILEGE_REQUEST_DIALOG_BUTTON_NO_SESSION
source: No session
pl: Nie sesja

# SID_PRIVILEGE_REQUEST_DIALOG_BUTTON_NO_LIFE
source: No restart
pl: Nie restart

# SID_PRIVILEGE_REQUEST_DIALOG_BUTTON_YES_ONCE
source: Yes
pl: Tak

# SID_PRIVILEGE_REQUEST_DIALOG_BUTTON_YES_SESSION
source: Yes session
pl: Tak sesja

# SID_PRIVILEGE_REQUEST_DIALOG_BUTTON_YES_LIFE
source: Yes restart
pl: Tak restart

# SID_PRIVILEGE_REQUEST_DIALOG_MESSAGE
source: Application: %s, ran by user: %s, requested privilege: %s Grant access to privilege?
pl: Aplikacja: %s, uruchomiona przez użytkownika: %s, zażądała zasobu: %s Udzielić dostępu?

# SID_PRIVILEGE_REQUEST_DIALOG_MESSAGE_NO_NEWLINE
source: Application: %s, ran by user: %s, requested privilege: %s. Grant access to privilege?
pl: Aplikacja: %s, uruchomiona przez użytkownika: %s, zażądała zasobu: %s. Udzielić dostępu?

# SID_PRIVILEGE_REQUEST_DIALOG_CHECKBOX_REMEMBER_SESSION
source: Remember for session
pl: Zapmiętaj do końca sesji

# SID_PRIVILEGE_REQUEST_DIALOG_CHECKBOX_REMEMBER_LIFE
source: Remember until restart
pl: Zapamiętaj do restartu
